#language: ru

  Функционал: Яндекс Маркет
    Сценарий: Телевизоры
      Когда выбран пункт меню "Электроника"
      И нажата кнопка Телевизоры
      И заполняется Модель ТВ
        | Сортировка по цкне |     |
        |Цена от|  20000   |
        |Самсунг||
        |LG|     |
      Тогда найден телевизор
    Сценарий: Наушники
      Когда выбран пункт меню "Электроника"
      И нажата кнопка наушники
      И заполняется Модель Наушников
      |Сортировка по цкне||
      |Цена от|  5000   |
      |Beats||
      Тогда найдеы наушники